Repository: common-repository/oik-weight-zone-shipping
Catalog: languages/oik-weight-zone-shipping-*.po
Languages: fr_fr, sv_se

source: Weight Zone
fr_fr: Zone de poids
sv_se: Vikt Zon

source: Lets you charge based on cart weight.
fr_fr: Permettre de facturer en fonction du poids du panier.
sv_se: Låter dig ange fraktpris baserat på varukorgens vikt

source: Weight and zone based shipping
fr_fr: Livraison basée sur le poids et la zone
sv_se: Vikt- och zonbaserad frakt

source: Define rates for shipping by weight and zone
fr_fr: Définir les frais de livraison par poids et par zone
sv_se: Definiera fraktpriser baserat på vikter och zoner

source: Method Title
fr_fr: Titre de la méthode
sv_se: Titel för fraktsätt

source: The title which the user sees during checkout, if not defined in Shipping Rates.
fr_fr: Le titre que l’utilisateur voit lors de la commande, s’il n'est pas défini dans les frais de livraison.
sv_se: Titeln som användaren ser i kassan, om inte definierad i fraktpriser.

source: Weight zone shipping
sv_se: Vikt- & zonfrakt

source: Shipping Rates
fr_fr: Frais de livraison
sv_se: Fraktpriser

source: Set your weight based rates in %1$s for this shipping zone (one per line).<br /> Format: Max weight|Cost|Method Title override<br />Example: 10|6.95|Standard rate <br />For decimal, use a dot not a comma.
fr_fr: Définissez vos tarifs en fonction du poids en %1$s pour cette zone de livraison (un par ligne). <br />Format : Poids Max | Coût | Titre de méthode<br />Exemple: 10|6.95|A domicile <br />Pour les décimales, utilisez un point, pas une virgule.
sv_se: Ange dina viktbaserade priser i %1$s för denna fraktzon (en per rad).<br>Format: Max vikt | Kostnad | Åsidosättning av titel för metod<br>Exempel: 10 | 6.95 | Standardpris<br>För decimal, använd en punkt, inte ett kommatecken.

source: Tax Status
fr_fr: État de la TVA
sv_se: Momsstatus

source: Taxable
sv_se: Momsbelagd

# Tax status
source: None
fr_fr: Aucune
sv_se: Ingen

source: Handling Fee
fr_fr: Frais de traitement
sv_se: Hanteringsavgift

source: Fee excluding tax, e.g. 3.50. Leave blank to disable.
fr_fr: Frais excluant la TVA, par exemple 3.50. Laissez vide pour ignorer.
sv_se: Avgift exklusive moms, t.ex. 3.50. Lämna tomt för att inaktivera.

source: oik weight zone shipping
sv_se: oik vikt- & zonfrakt

source: Weight zone shipping for WooCommerce 2.6
fr_fr: Weight zone shipping pour WooCommerce 2.6
sv_se: Vikt- & zonfrakt för WooCommerce 2.6
